<!--
 * @Author: lihuazheng
 * @Date: 2020-12-21 19:47:59
 * @LastEditTime: 2020-12-25 20:08:25
 * @FilePath: \dms-vue\src\components\pages\DefaultPage.vue
-->
<template>
<div>
<h1>实验设备管理系统</h1>
<div>
    系统包含如下功能：<br>
（1）安排每学期的实验室课程表，并统计实验室使用情况。<br>
（2）固定资产管理：建立一个所有设备的主账务文件。<br>
（3）借还业务管理：支持日常实验中设备的动态借还，并要给出每个部门、每个实验能够借哪些类型的实验设备，每次借的数量，一学期累计能借的总数等。<br>
（4）每学年要对实验室的设备使用情况进行统计,更新。其中:对于已彻底损坏的做报废处理,同时详细记录有关信息；<br>&#12288;&#12288;&#12288;对于有严重问题(故障)的要及时处理,并记录修理日期,设备名,编号,修理厂家,修理费用,责任人等.；<br>&#12288;&#12288;&#12288;对于急需使用但又缺少的设备,需以"申请表"的形式送交上级领导请求批准购买。<br>&#12288;&#12288;&#12288;新设备购入后要立即进行设备登记(包括类名,设备名,编号,序号,规格,单价,数量,购置日期,生产厂家,保质期和经办人等信息)。<br>
（5）随时对现有设备使用情况进行统计包括按类别和时间段等及其修理,报废情况进行统计，并生成报表。
  </div>
  </div>
</template>

<script>
export default {
}
</script>

<style>

</style>